URANS/medium/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    back
    {
        type            empty;
        nFaces          34971;
        startFace       58293;
    }
    front
    {
        type            empty;
        nFaces          34971;
        startFace       93264;
    }
    outlet
    {
        type            patch;
        nFaces          191;
        startFace       128235;
    }
    circle
    {
        type            wall;
        nFaces          296;
        startFace       128426;
    }
    walls
    {
        type            wall;
        nFaces          148;
        startFace       128722;
    }
    inlet
    {
        type            patch;
        nFaces          28;
        startFace       128870;
    }
)

// ************************************************************************* //
